output/redis-a-20-0-1000Mbps-3ms-5000-10000-4-load-1.out
[OVERALL], RunTime(ms), 17431
[OVERALL], Throughput(ops/sec), 573.6905513166198
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 68032.0
[CLEANUP], MinLatency(us), 67392
[CLEANUP], MaxLatency(us), 68991
[CLEANUP], 95thPercentileLatency(us), 68991
[CLEANUP], 99thPercentileLatency(us), 68991
[INSERT], Operations, 10000
[INSERT], AverageLatency(us), 6709.4688
[INSERT], MinLatency(us), 6336
[INSERT], MaxLatency(us), 36575
[INSERT], 95thPercentileLatency(us), 6831
[INSERT], 99thPercentileLatency(us), 7123
[INSERT], Return=OK, 10000