output/redis-a-20-3-1000Mbps-3ms-5000-5000-4-load-1.out
[OVERALL], RunTime(ms), 9060
[OVERALL], Throughput(ops/sec), 551.8763796909492
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 18724.0
[CLEANUP], MinLatency(us), 18112
[CLEANUP], MaxLatency(us), 19119
[CLEANUP], 95thPercentileLatency(us), 19119
[CLEANUP], 99thPercentileLatency(us), 19119
[INSERT], Operations, 5000
[INSERT], AverageLatency(us), 6790.9876
[INSERT], MinLatency(us), 6472
[INSERT], MaxLatency(us), 34303
[INSERT], 95thPercentileLatency(us), 6955
[INSERT], 99thPercentileLatency(us), 7191
[INSERT], Return=OK, 5000