output/redis-a-6-1-1000Mbps-3ms-1000-1000-4-run-1.out
[OVERALL], RunTime(ms), 1255
[OVERALL], Throughput(ops/sec), 796.8127490039841
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 483
[READ], AverageLatency(us), 3448.3623188405795
[READ], MinLatency(us), 3208
[READ], MaxLatency(us), 24191
[READ], 95thPercentileLatency(us), 3487
[READ], 99thPercentileLatency(us), 6443
[READ], Return=OK, 483
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 11716.0
[CLEANUP], MinLatency(us), 11064
[CLEANUP], MaxLatency(us), 12399
[CLEANUP], 95thPercentileLatency(us), 12399
[CLEANUP], 99thPercentileLatency(us), 12399
[UPDATE], Operations, 517
[UPDATE], AverageLatency(us), 3436.292069632495
[UPDATE], MinLatency(us), 3230
[UPDATE], MaxLatency(us), 13423
[UPDATE], 95thPercentileLatency(us), 3481
[UPDATE], 99thPercentileLatency(us), 6731
[UPDATE], Return=OK, 517