output/redis-a-6-1-1000Mbps-3ms-20000-1000-4-load-1.out
[OVERALL], RunTime(ms), 2122
[OVERALL], Throughput(ops/sec), 471.25353440150803
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 11554.0
[CLEANUP], MinLatency(us), 10376
[CLEANUP], MaxLatency(us), 12431
[CLEANUP], 95thPercentileLatency(us), 12431
[CLEANUP], 99thPercentileLatency(us), 12431
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 6862.02
[INSERT], MinLatency(us), 6504
[INSERT], MaxLatency(us), 22399
[INSERT], 95thPercentileLatency(us), 7011
[INSERT], 99thPercentileLatency(us), 10439
[INSERT], Return=OK, 1000