output/redis-a-6-1-1000Mbps-3ms-5000-1000-4-load-1.out
[OVERALL], RunTime(ms), 2142
[OVERALL], Throughput(ops/sec), 466.8534080298786
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 21632.0
[CLEANUP], MinLatency(us), 20464
[CLEANUP], MaxLatency(us), 22559
[CLEANUP], 95thPercentileLatency(us), 22559
[CLEANUP], 99thPercentileLatency(us), 22559
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 6880.374
[INSERT], MinLatency(us), 6476
[INSERT], MaxLatency(us), 32463
[INSERT], 95thPercentileLatency(us), 6931
[INSERT], 99thPercentileLatency(us), 10319
[INSERT], Return=OK, 1000