output/redis-a-6-1-1000Mbps-3ms-5000-1000-4-load-1.out
[OVERALL], RunTime(ms), 2124
[OVERALL], Throughput(ops/sec), 470.8097928436911
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 11792.0
[CLEANUP], MinLatency(us), 10544
[CLEANUP], MaxLatency(us), 12767
[CLEANUP], 95thPercentileLatency(us), 12767
[CLEANUP], 99thPercentileLatency(us), 12767
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 6824.968
[INSERT], MinLatency(us), 6432
[INSERT], MaxLatency(us), 22319
[INSERT], 95thPercentileLatency(us), 7003
[INSERT], 99thPercentileLatency(us), 7343
[INSERT], Return=OK, 1000