output/redis-b-10-1-1000Mbps-3ms-1000-20000-4-run-1.out
[OVERALL], RunTime(ms), 1321
[OVERALL], Throughput(ops/sec), 757.002271006813
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 945
[READ], AverageLatency(us), 3438.721693121693
[READ], MinLatency(us), 3188
[READ], MaxLatency(us), 27487
[READ], 95thPercentileLatency(us), 3463
[READ], 99thPercentileLatency(us), 6815
[READ], Return=OK, 945
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 19056.0
[CLEANUP], MinLatency(us), 18880
[CLEANUP], MaxLatency(us), 19343
[CLEANUP], 95thPercentileLatency(us), 19343
[CLEANUP], 99thPercentileLatency(us), 19343
[UPDATE], Operations, 55
[UPDATE], AverageLatency(us), 3425.5636363636363
[UPDATE], MinLatency(us), 3302
[UPDATE], MaxLatency(us), 5351
[UPDATE], 95thPercentileLatency(us), 3541
[UPDATE], 99thPercentileLatency(us), 3653
[UPDATE], Return=OK, 55