output/redis-b-20-1-1000Mbps-3ms-1000-1000-4-load-1.out
[OVERALL], RunTime(ms), 2325
[OVERALL], Throughput(ops/sec), 430.10752688172045
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 73792.0
[CLEANUP], MinLatency(us), 73024
[CLEANUP], MaxLatency(us), 74239
[CLEANUP], 95thPercentileLatency(us), 74239
[CLEANUP], 99thPercentileLatency(us), 74239
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 7040.26
[INSERT], MinLatency(us), 6440
[INSERT], MaxLatency(us), 32575
[INSERT], 95thPercentileLatency(us), 10143
[INSERT], 99thPercentileLatency(us), 10607
[INSERT], Return=OK, 1000