output/redis-b-20-1-1000Mbps-3ms-5000-5000-4-load-1.out
[OVERALL], RunTime(ms), 8941
[OVERALL], Throughput(ops/sec), 559.2215635834917
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 37944.0
[CLEANUP], MinLatency(us), 37056
[CLEANUP], MaxLatency(us), 38527
[CLEANUP], 95thPercentileLatency(us), 38527
[CLEANUP], 99thPercentileLatency(us), 38527
[INSERT], Operations, 5000
[INSERT], AverageLatency(us), 6706.5856
[INSERT], MinLatency(us), 6332
[INSERT], MaxLatency(us), 25775
[INSERT], 95thPercentileLatency(us), 6855
[INSERT], 99thPercentileLatency(us), 7087
[INSERT], Return=OK, 5000