output/redis-b-20-3-1000Mbps-3ms-20000-5000-4-load-1.out
[OVERALL], RunTime(ms), 8941
[OVERALL], Throughput(ops/sec), 559.2215635834917
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 21996.0
[CLEANUP], MinLatency(us), 21952
[CLEANUP], MaxLatency(us), 22031
[CLEANUP], 95thPercentileLatency(us), 22031
[CLEANUP], 99thPercentileLatency(us), 22031
[INSERT], Operations, 5000
[INSERT], AverageLatency(us), 6716.878
[INSERT], MinLatency(us), 6412
[INSERT], MaxLatency(us), 28767
[INSERT], 95thPercentileLatency(us), 6907
[INSERT], 99thPercentileLatency(us), 7095
[INSERT], Return=OK, 5000