output/redis-b-6-1-1000Mbps-3ms-1000-20000-4-run-1.out
[OVERALL], RunTime(ms), 1285
[OVERALL], Throughput(ops/sec), 778.2101167315175
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 948
[READ], AverageLatency(us), 3487.6708860759495
[READ], MinLatency(us), 3220
[READ], MaxLatency(us), 25471
[READ], 95thPercentileLatency(us), 3485
[READ], 99thPercentileLatency(us), 6951
[READ], Return=OK, 948
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 23216.0
[CLEANUP], MinLatency(us), 23072
[CLEANUP], MaxLatency(us), 23343
[CLEANUP], 95thPercentileLatency(us), 23343
[CLEANUP], 99thPercentileLatency(us), 23343
[UPDATE], Operations, 52
[UPDATE], AverageLatency(us), 3402.903846153846
[UPDATE], MinLatency(us), 3272
[UPDATE], MaxLatency(us), 5539
[UPDATE], 95thPercentileLatency(us), 3525
[UPDATE], 99thPercentileLatency(us), 3657
[UPDATE], Return=OK, 52