output/redis-b-6-1-1000Mbps-3ms-10000-10000-4-run-1.out
[OVERALL], RunTime(ms), 8750
[OVERALL], Throughput(ops/sec), 1142.857142857143
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 9488
[READ], AverageLatency(us), 3317.064186340641
[READ], MinLatency(us), 3148
[READ], MaxLatency(us), 25407
[READ], 95thPercentileLatency(us), 3411
[READ], 99thPercentileLatency(us), 3519
[READ], Return=OK, 9488
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 11404.0
[CLEANUP], MinLatency(us), 10616
[CLEANUP], MaxLatency(us), 11863
[CLEANUP], 95thPercentileLatency(us), 11863
[CLEANUP], 99thPercentileLatency(us), 11863
[UPDATE], Operations, 512
[UPDATE], AverageLatency(us), 3366.798828125
[UPDATE], MinLatency(us), 3242
[UPDATE], MaxLatency(us), 8623
[UPDATE], 95thPercentileLatency(us), 3459
[UPDATE], 99thPercentileLatency(us), 3569
[UPDATE], Return=OK, 512