output/redis-b-6-1-1000Mbps-3ms-5000-20000-4-run-1.out
[OVERALL], RunTime(ms), 4632
[OVERALL], Throughput(ops/sec), 1079.447322970639
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 4768
[READ], AverageLatency(us), 3345.268456375839
[READ], MinLatency(us), 3178
[READ], MaxLatency(us), 30479
[READ], 95thPercentileLatency(us), 3399
[READ], 99thPercentileLatency(us), 3545
[READ], Return=OK, 4768
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 21132.0
[CLEANUP], MinLatency(us), 20400
[CLEANUP], MaxLatency(us), 21871
[CLEANUP], 95thPercentileLatency(us), 21871
[CLEANUP], 99thPercentileLatency(us), 21871
[UPDATE], Operations, 232
[UPDATE], AverageLatency(us), 3348.814655172414
[UPDATE], MinLatency(us), 3246
[UPDATE], MaxLatency(us), 5487
[UPDATE], 95thPercentileLatency(us), 3425
[UPDATE], 99thPercentileLatency(us), 3527
[UPDATE], Return=OK, 232