output/redis-c-10-1-1000Mbps-3ms-5000-20000-4-run-1.out
[OVERALL], RunTime(ms), 4642
[OVERALL], Throughput(ops/sec), 1077.121930202499
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 5000
[READ], AverageLatency(us), 3340.5684
[READ], MinLatency(us), 3176
[READ], MaxLatency(us), 26063
[READ], 95thPercentileLatency(us), 3377
[READ], 99thPercentileLatency(us), 3627
[READ], Return=OK, 5000
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 36464.0
[CLEANUP], MinLatency(us), 34912
[CLEANUP], MaxLatency(us), 37023
[CLEANUP], 95thPercentileLatency(us), 37023
[CLEANUP], 99thPercentileLatency(us), 37023