output/redis-c-20-1-1000Mbps-3ms-1000-5000-4-run-1.out
[OVERALL], RunTime(ms), 1380
[OVERALL], Throughput(ops/sec), 724.6376811594203
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 1000
[READ], AverageLatency(us), 3475.7
[READ], MinLatency(us), 3210
[READ], MaxLatency(us), 25455
[READ], 95thPercentileLatency(us), 3465
[READ], 99thPercentileLatency(us), 6875
[READ], Return=OK, 1000
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 36200.0
[CLEANUP], MinLatency(us), 36032
[CLEANUP], MaxLatency(us), 36351
[CLEANUP], 95thPercentileLatency(us), 36351
[CLEANUP], 99thPercentileLatency(us), 36351